[{"time": "00:00:00", "line": "Translator: Lalla Khadija Tigha Auditor: muhammad Samir   A few years ago,"}, {"time": "00:00:17", "line": "I received an unwanted email."}, {"time": "00:00:19", "line": "It managed to break through the junk mail barrier."}, {"time": "00:00:22", "line": "I don’t know how that happened, but it arrived in my inbox,"}, {"time": "00:00:24", "line": "It was from a man named Solomon Udonkoh.   (Laughter)   I know.   (Laughter)"}, {"time": "00:00:29", "line": "The dialogue was as follows:   He said, \"Hello James Fitch,"}, {"time": "00:00:36", "line": "I have an interesting business proposal that I would like to share with you, Solomon. \""}, {"time": "00:00:39", "line": "Now, my hands were hovering around the \"Scan\" button, right?"}, {"time": "00:00:42", "line": "I was looking at my phone, so I said, I can just wipe this."}, {"time": "00:00:46", "line": "Or to do what I think is the thing we've always wanted to do.   (Laughter)"}, {"time": "00:00:52", "line": "So I said, \"Solomon, your letter moved me.\"   (Laughter)   (clap)"}, {"time": "00:01:05", "line": "The game was launched."}, {"time": "00:01:08", "line": "So he said, \"Dear James Fitch, we'll ship the gold to you.\"   (Laughter)"}, {"time": "00:01:13", "line": "\"You will earn 10% for every gold you distribute.\"   (Laughter)"}, {"time": "00:01:17", "line": "I knew then that I was dealing with a professional.   (Laughter)"}, {"time": "00:01:25", "line": "I said, \"What is its value?\"   He said: \"We will start with a small amount,\" -"}, {"time": "00:01:28", "line": "So I said, oh--   Then he continued, \"equivalent to 25 kilos.   (Laughter)"}, {"time": "00:01:39", "line": "It will be worth 2.5 million dollars. \""}, {"time": "00:01:42", "line": "I said, \"Solomon, if we're going to do this, let's do something bigger."}, {"time": "00:01:50", "line": "(clap)   I can do it. How much gold do you have? \"   (Laughter)"}, {"time": "00:02:01", "line": "He said: \"It is not a matter of how much gold I have, what matters is your absorption capacity."}, {"time": "00:02:04", "line": "We can start with 50 kilograms as a trial charge.   So I said, 50 kilograms?"}, {"time": "00:02:10", "line": "There is no point in doing all of this if we don't ship a full ton. \""}, {"time": "00:02:11", "line": "(Laughter)   (clap)   So he said, \"What do you do?\"   (Laughter)"}, {"time": "00:02:22", "line": "I said, \"Executive Director of the bank's safeguard portfolios.\"   (Laughter)"}, {"time": "00:02:29", "line": "This is not the first time that gold bars have been shipped to me, my friend,"}, {"time": "00:02:32", "line": "no no no.   Then I started to feel terrified.   So I said, \"Where are you?\""}, {"time": "00:02:38", "line": "I don’t know how to think, but I think if we use the mail service"}, {"time": "00:02:40", "line": "It must be registered   This is a lot of gold. \""}, {"time": "00:02:45", "line": "He said, \"It won't be easy to convince my company"}, {"time": "00:02:46", "line": "By shipping a large amount. \"   I said, \"Solomon, I totally agree."}, {"time": "00:02:52", "line": "I am in the process of developing an illustration, to take it with you to the board meeting."}, {"time": "00:02:54", "line": "wait.\"   (Laughter)   This is what I sent to Solomon.   (Laughter)   (clap)"}, {"time": "00:03:14", "line": "I don’t know if we have any statisticians here,"}, {"time": "00:03:16", "line": "But there is definitely something.   (Laughter)"}, {"time": "00:03:23", "line": "I said, \"Solomon, you'll find attached to this letter, a chart that will help you."}, {"time": "00:03:25", "line": "One of my assistants prepared the numbers.   (Laughter)"}, {"time": "00:03:30", "line": "We are ready to ship as much gold as possible. \""}, {"time": "00:03:32", "line": "There is always a moment when your heart sings with joy,   This was Solomon."}, {"time": "00:03:36", "line": "He said, \"I would be very happy if the deal was made successfully,"}, {"time": "00:03:38", "line": "Because I will get a good commission, too. ”"}, {"time": "00:03:42", "line": "So I said, \"This is awesome. What will your share be spent?\""}, {"time": "00:03:46", "line": "He said, \"On the property, what about you?\"   I thought about it long."}, {"time": "00:03:53", "line": "So I said, \"One word,   chickpeas.\"   (Laughter)   \"This is common."}, {"time": "00:04:03", "line": "(Laughter)   I was in Sansbury one day   There were 30 different types."}, {"time": "00:04:10", "line": "You can chop the carrots, and immerse them in them."}, {"time": "00:04:11", "line": "Have you done this before, Solomon? \"   (Laughter)"}, {"time": "00:04:16", "line": "He said, \"I have to go to sleep now.\"   (Laughter)   (clap)   \"Tomorrow."}, {"time": "00:04:25", "line": "sweet Dreams.\"   I didn't know what to say!"}, {"time": "00:04:30", "line": "So I said, \"Good evening, gold medal, good evening.\"   (Laughter)"}, {"time": "00:04:35", "line": "Guys, you have to be aware that this went on, for weeks,"}, {"time": "00:04:37", "line": "And if so far, the best weeks of my life,   I had to end up."}, {"time": "00:04:40", "line": "Because he started getting out of control a little."}, {"time": "00:04:43", "line": "My friends used to say, \"James, do you want to come with us to have a drink?\""}, {"time": "00:04:46", "line": "I replied, \"I can't. I'm waiting for an email on some gold.\""}, {"time": "00:04:48", "line": "So I realized I had to end it.   I had to take a trivial end."}, {"time": "00:04:51", "line": "So I designed a plan.   And I said, \"Solomon, I'm worried about security."}, {"time": "00:04:56", "line": "When we write to each other,   We have to use symbols. \"   He agreed."}, {"time": "00:05:03", "line": "(Laughter)   I said, \"Solomon, I spent a whole night finding this symbol"}, {"time": "00:05:08", "line": "We must use it in all of our next correspondence:   Attorney: The rubber bear."}, {"time": "00:05:15", "line": "Bank: scrambled eggs   Legal: Ordered Coca Cola Bottle: M &amp; M's Chocolate"}, {"time": "00:05:19", "line": "Documents: jelly beans.   Western Union: the huge rubber orchid.   (Laughter)"}, {"time": "00:05:27", "line": "I know these are all the words they use, right?"}, {"time": "00:05:30", "line": "I said, \"Please call me\" Kit Kat \"in all of our next correspondence."}, {"time": "00:05:36", "line": "(Laughter)   I did not receive a response. I thought I had gone too far."}, {"time": "00:05:40", "line": "You have gone too far. I had to back off a little."}, {"time": "00:05:44", "line": "I said, \"Solomon, is the show still standing?   kit Kat.\"   (Laughter)"}, {"time": "00:05:51", "line": "Because you have to be consistent with your principles."}, {"time": "00:05:52", "line": "Then I received a message from him."}, {"time": "00:05:55", "line": "He said, \"The work is going on, and I try to etc etc etc ...\""}, {"time": "00:06:01", "line": "I said, \"Man, you have to use the symbol!\""}, {"time": "00:06:04", "line": "What followed was the greatest message I ever received.   (Laughter)"}, {"time": "00:06:10", "line": "I'm not kidding, that's what I got on my mailbox.   It was a wonderful day."}, {"time": "00:06:16", "line": "\"The work is still going on.   I'm trying to get a rubber bear stabilizer--"}, {"time": "00:06:23", "line": "(Laughter)"}, {"time": "00:06:26", "line": "In order to be able to put all the necessary cola bottles and jelly beans necessary"}, {"time": "00:06:29", "line": "For scrambled eggs,   So that M &amp; M's can get started.   (Laughter)"}, {"time": "00:06:36", "line": "Send out £ 1500   Across the giant rubber lizard. \"   (clap)"}, {"time": "00:06:51", "line": "That was so funny, right,   Which made me think:"}, {"time": "00:06:56", "line": "What will happen if you spend as much time as possible?"}, {"time": "00:07:00", "line": "In response to these messages as best I can?   This is what I was doing"}, {"time": "00:07:05", "line": "For 3 years   On your behalf.   (Laughter)   (clap)"}, {"time": "00:07:14", "line": "Crazy things happen when you start responding to spam.   It is very difficult,"}, {"time": "00:07:17", "line": "I strongly encourage you to do.   I don't think what I'm doing is mean."}, {"time": "00:07:22", "line": "There are people who do ugly things to scammers."}, {"time": "00:07:26", "line": "All I do is waste your time.   I believe that every time they spend with me"}, {"time": "00:07:31", "line": "The time they don't spend on defrauding vulnerable adults"}, {"time": "00:07:33", "line": "They waste their savings, right?"}, {"time": "00:07:37", "line": "And if you intend to do this - which I very much encourage you to do -"}, {"time": "00:07:39", "line": "Get email addresses with aliases.   Do not use your e-mail address."}, {"time": "00:07:43", "line": "This was what I was doing in the beginning, and that was a nightmare."}, {"time": "00:07:45", "line": "I was getting up in the morning to find thousands of messages"}, {"time": "00:07:46", "line": "About enlarging the penis,   Only one response was a legitimate answer--"}, {"time": "00:07:51", "line": "(Laughter)   For a medical question I was asking."}, {"time": "00:07:54", "line": "But I will tell you, in return, guys,"}, {"time": "00:07:58", "line": "I will tell you: every day is a good day, every day is a good day"}, {"time": "00:08:01", "line": "When you receive a message, it begins as follows:   (Laughter)"}, {"time": "00:08:07", "line": "\"I am Winnie Mandela,"}, {"time": "00:08:09", "line": "The second wife of Nelson Mandela, the former president of South Africa."}, {"time": "00:08:12", "line": "So I said, oh this is Winnie Mandela.   (Laughter)   I know many like her."}, {"time": "00:08:18", "line": "\"I need to transfer $ 45 million outside the country"}, {"time": "00:08:21", "line": "Because of the health of my husband Nelson Mandela. \""}, {"time": "00:08:23", "line": "Let's look at this a little.   She sent me this which was hysterical."}, {"time": "00:08:29", "line": "(Laughter)   and this is."}, {"time": "00:08:33", "line": "From what seems somewhat legitimate, this is a letter of authorization."}, {"time": "00:08:36", "line": "But to be frank, there is nothing written on it, it is just a form!"}, {"time": "00:08:39", "line": "(Laughter)   I said, \"Winnie, I'm really sad to hear this."}, {"time": "00:08:43", "line": "Since Nelson Mandela died 3 months ago,"}, {"time": "00:08:46", "line": "I would describe his health as very critical. \"   (Laughter)"}, {"time": "00:08:55", "line": "This is the worst health condition that can happen to you, not to be alive."}, {"time": "00:08:58", "line": "She said, \"Please adhere to the bank's instructions.   my only love\""}, {"time": "00:09:02", "line": "(Laughter)   So I said, \"Sure, no women, no tears.\"   (Laughter)   (clap)"}, {"time": "00:09:15", "line": "She said, \"The bank employee will need to transfer 3,000 dollars. My only love.\""}, {"time": "00:09:20", "line": "(Laughter)   So I said, \"No problem.   You shot the chief of police. \""}, {"time": "00:09:31", "line": " [(But I didn't shoot the deputy)]   (Laughter)   thank you.   (clap) "}]